Repository: wokhan/WFN
Catalog: Console/Forms/InstallForm.*.resx
Languages: fr

# chkToTray.Text
source: Minimize the console to the system tray instead of the taskbar.
fr: Réduire la console près de l'horloge plutôt que dans la barre des tâches.

# label1.Text
source: Miscellaneaous options
fr: Autres options

# lblNoBlockRule.Text
source: This option allows the blocked applications to stay blocked even if you disable WFN notifications, by creating a blocking rule in the Windows embedded firewall.
fr: Cette option permet de continuer à bloquer les applications même si vous désactivez les notifications, en créant des règles dans le pare-feu Windows.

# chkNoBlockRule.Text
source: Create a blocking rule instead of using an exceptions list
fr: Créer une règle bloquante au lieu d'utiliser une liste d'exceptions

# chkOEnableServiceDetection.Text
source: Enable services detection
fr: Activer la détection des services

# chkAnimate.Text
source: Use an animated notification
fr: Animer les notifications

# rbDisable.Text
source: Do not enable the notifications You will still be able to use Windows Firewall Notifier console, but will not get any notification and will not allow outgoing connections filtering. Please note that you will be able to do it later through the Options panel.
fr: Ne pas activer les notifications Vous pourrez toujours utiliser la console de Windows Firewall Notifier, mais aucune notification ne sera afficher et les connexions sortantes ne seront pas filtrées. Veuillez noter que vous pourrez activer WFN plus tard via le panneau d'options de la console.

# ddlEnableFor.Items
source: For me
fr: Pour moi

# ddlEnableFor.Items1
source: For everyone on this computer
fr: Pour tous les utilisateurs

# rbEnable.Text
source: Enable the notifications
fr: Activer les notifications

# lblInstDesc.Text
source: Windows Firewall Notifier extends the Windows embedded firewall behavior by displaying notifications to allow users to control outgoing connections (by default, Windows allows all of them, meaning that any program on your computer can send information on the Internet without your consent). Enabling the outgoing connections filter implies that some security settings will be strengthened (those settings can be restored to their default values when disabling WFN). Please ensure you read the provided documentation before continuing.
fr: Windows Firewall Notifier étend le fonctionnement du pare-feu Windows intégré en affichant des notifications permettant aux utilisateurs de contrôler les connexions sortantes (par défaut, Windows les autorise toutes, ce qui signifie que n'importe quel programme de votre ordinateur peut envoyer des informations sur Internet sans votre consentement). L'activation du filtrage des connexions sortantes nécessite de renforcer automatiquement certains paramètres de sécurité (ces paramètres pourront être restaurés lors de la désactivation de WFN). Veuillez vous assurer d'avoir lu la documentation avant de continuer.

# $this.Text
source: Windows Firewall Notifier - Notifications
fr: Windows Firewall Notifier - Paramètres
